Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/eu_healthcare/cross_border_directive.html.txt.tmx
Source language: en
Languages: ga

source: If you are entitled to public health services in Ireland, you may opt to access those services in another member state of the European Union (EU) or European Economic Area (EEA), which also includes Iceland, Liechtenstein and Norway, and be repaid the cost if you meet the requirements
ga: Má tá tú i dteideal seirbhísí sláinte poiblí a fháil in Éirinn, is féidir leat a roghnú chun na seirbhísí siúd a rochtain i mballstát eile an Aontais Eorpaigh (an AE) nó an Limistéir Eorpaigh Eacnamaíoch (an LEE), ina measc an Íoslainn, an Lichtinstéin agus an Iorua, agus aisíocfar an costas leat má chomhlíonann tú na riachtanais

source: This is provided for by the Cross-Border Healthcare Directive (EU Directive 2011/24/EU, pdf)
ga: Foráiltear dó seo sa Treoir maidir le Cúram Sláinte Trasteorann (Treoir ón AE 2011/24/AE, pdf)

source: The amount that will be repaid is the cost of the public healthcare treatment in Ireland, or the cost of your treatment abroad, if that is less
ga: Is ionann an méid a aisíocfar agus an méid a chosnódh an chóireáil sa chóras poiblí sláinte in Éirinn, nó an costas a bhí ar do chóireáil thar lear, más lú sin

source: It does not include other costs such as travel
ga: Ní áirítear leis costais eile, ar nós costais taistil

source: Treatments that qualify for the Treatment Abroad Scheme are not covered under the Cross-Border Healthcare Directive
ga: Ní chumhdaítear cóireálacha don Scéim um Chóireáil thar Lear faoin Treoir maidir le Cúram Sláinte Trasteorann

source: In general, the Treatment Abroad Scheme covers treatments that are not available in Ireland while the Cross-Border Healthcare Directive only covers treatments that are publicly funded and available in Ireland
ga: Go ginearálta, cumhdaíonn an Scéim um Chóireáil thar Lear cóireálacha nach bhfuil ar fáil in Éirinn agus ní chumhdaíonn an Treoir maidir le Cúram Sláinte Trasteorann ach cóireálacha atá ar fáil agus a chistítear go poiblí in Éirinn

source: Read about the differences between the two schemes
ga: Is féidir na difríochtaí idir an dá scéim a léamh

source: Funding will only be reimbursed for healthcare that is publicly funded and available in Ireland but the referral may be to a public or private health service in the other country
ga: Ní aisíocfar cistiú ach do chúram sláinte a chistítear go poiblí agus atá ar fáil go poiblí in Éirinn, ach is féidir leis an atreorú a bheith le seirbhís phoiblí nó phríobháideach sláinte sa tír eile

source: You pay the costs of treatment and then apply for a refund when you return to Ireland
ga: Íocann tú as costais na cóireála agus déanann tú iarratas ansin ar aisíocaíocht nuair a fhilleann tú ar Éirinn

source: Examples of healthcare that is available under the scheme include:
ga: I measc na samplaí de chúram sláinte atá ar fáil faoin scéim seo, tá:

source: • Day, in-patient and out-patient care in acute hospital services, including psychiatric services
ga: • Cúram lae, othair chónaithigh agus othair sheachtraigh i seirbhísí géarospidéil, seirbhísí síciatracha ina measc

source: • Dental and orthodontic services (with some exceptions, such as dental screening services in schools)
ga: • Seirbhísí fiaclóireachta agus ortódóntacha (tá roinnt eisceachtaí ann, ar nós seirbhísí scagthástála fiaclóireachta i scoileanna)

source: • Speech and language services
ga: • Seirbhísí urlabhra agus teanga

source: • Occupational therapy services (with some exceptions, such as assessment for aids at home)
ga: • Seirbhísí teiripe shaothair (agus roinnt eisceachtaí i gceist, ar nós measúnú le haghaidh áiseanna sa bhaile)

source: • Addiction care (following the process to access addiction care abroad)
ga: • Cúram andúile (agus an próiseas chun rochtain a fháil ar chúram andúile thar lear á leanúint)

source: Some health services are not included, for example, organ transplantation and long-term care such as nursing home care
ga: Ní áirítear roinnt seirbhísí sláinte, mar shampla, trasphlandú orgáin agus cúram fadtéarmach ar nós cúram teach altranais

source: The HSE has provided a list of Frequently Asked Questions about the Cross-Border Healthcare Directive
ga: D’fhoilsigh FSS liosta Ceisteanna Coitianta faoin Treoir maidir le Cúram Sláinte Trasteorann

source: To use health services in another country and be refunded under the Cross-Border Healthcare Directive you must:
ga: Chun seirbhísí sláinte a úsáid i dtír eile agus go n-aisíocfar thú faoin Treoir maidir le Cúram Sláinte Trasteorann:

source: • Be referred to the health service abroad
ga: • Ní mór go n-atreoraítear thú chuig an tseirbhís sláinte thar lear

source: • Get prior authorisation if it is required for your treatment
ga: • Ní mór duit údarú roimh ré a fháil, más theastaíonn sé ó do chóireáil

source: • Apply for a refund of your costs
ga: • Ní mór duit iarratas a dhéanamh ar aisíocaíocht do chuid costas

source: Referral to healthcare abroad
ga: Atreorú chuig cúram sláinte thar lear

source: In the same way that you would be referred to public health services in Ireland, you must be referred to the health service you require abroad
ga: Ar an mbealach céanna a dhéanfaí thú a atreorú chuig seirbhísí sláinte poiblí in Éirinn, ní mór thú a atreorú go dtí an tseirbhís sláinte a theastaíonn uait thar lear

source: This may be, for example, by your GP (family doctor) or public hospital consultant
ga: D’fhéadfadh do LG (dochtúir teaghlaigh) nó comhairleach ospidéil, mar shampla, seo a dhéanamh

source: In the case of some community-based services the appropriate referral could be by a Health Service Executive (HSE) professional such as a public health nurse, community dentist or HSE orthodontist
ga: I gcás roinnt seirbhísí pobalbhunaithe, d’fhéadfadh gairmí de chuid Fheidhmeannacht na Seirbhíse Sláinte (FSS) an t-atreorú cuí a dhéanamh, ar nós altra sláinte poiblí, fiaclóir pobail nó ortódóntóir FSS

source: The referral letter should specify the healthcare required, the health professional abroad you are being referred to and their clinic, hospital or other location
ga: Ba cheart go sonrófaí sa litir atreoraithe an cúram sláinte a theastaíonn, an gairmí sláinte thar lear a bhfuil tú á atreorú chucu agus a gclinic, a n-ospidéal nó láthair eile

source: You, or the person referring you, should be satisfied that the healthcare provider abroad is qualified and suitable
ga: Ba cheart go mbeifeá, nó an duine a atreoraíonn tú, a bheith sásta go bhfuil an soláthraí cúram sláinte thar lear cáilithe agus oiriúnach

source: If you wish to access information on services or service providers abroad please contact the National Contact Point for the other EU/EEA State
ga: Más mian leat rochtain a fháil ar fhaisnéis ar sheirbhísí nó ar sholáthraithe seirbhíse thar lear, déan teagmháil, le do thoil, leis an bPointe Teagmhála Náisiúnta don Bhallstát eile den AE/LEEA

source: Make sure that the service you are seeking to access abroad is covered by the Cross-Border Healthcare Directive
ga: Cinntigh go bhfuil an tseirbhís a bhfuil rochtain uirthi á lorg agat cumhdaithe ag an Treoir maidir le Cúram Sláinte Trasteorann

source: Your referring clinician can advise you about this but if you are in doubt you can contact the National Contact Point in Ireland to check
ga: Féadfaidh do chliniceoir atreoraithe comhairle a chur ort faoi seo ach má bhíonn amhras ort, féadfaidh tú teagmháil a dhéanamh leis an bPointe Teagmhála Náisiúnta in Éirinn lena sheiceáil

source: If the treatment involves an overnight stay in hospital then it will need to be authorised in advance by the HSE
ga: Má bhaineann fanacht thar oíche in ospidéal leis an gcóireáil, beidh ar FSS é seo a údarú roimh ré

source: For other treatment it is advisable to check whether prior authorisation is required by contacting the National Contact Point
ga: I dtaobh cóireáil eile, moltar duit a sheiceáil cé acu an dteastaíonn nó nach dteastaíonn údarú roimh ré trí theagmháil a dhéanamh leis an bPointe Teagmhála Náisiúnta

source: The application form for prior authorisation (pdf) must be completed by you and by the medical professional who is referring you for treatment abroad
ga: Ní mór duit féin agus an gairmí leighis a bhfuil tú á atreorú aige/aici le haghaidh cóireála thar lear an fhoirm iarratais le haghaidh údarú roimh ré (pdf) a chomhlánú

source: Completed applications take 15 to 20 working days to process and you will be notified of the decision by letter
ga: Glacann iarratais chomhlánaithe idir 15 agus 20 lá oibre lena bpróiseáil agus cuirfear ar an eolas thú ar chinneadh i litir

source: Prior authorisation is also required for healthcare that involves:
ga: Teastaíonn údarú roimh ré, chomh maith, i dtaobh cúram sláinte lena mbaineann an méid a leanas:

source: • Highly specialised and cost-intensive medical infrastructure or equipment
ga: • Bonneagar nó trealamh atá an-speisialaithe agus atá dianchostasach

source: • Treatments presenting a particular risk for the patient or the population
ga: • Cóireálacha a chruthaíonn riosca ar leith don othar nó don daonra

source: • A healthcare provider that could give rise to serious and specific concerns relating to the quality or safety of the care
ga: • Soláthraí cúram sláinte a d’fhéadfadh bheith ina chúis le buarthaí tromchúiseacha agus sonracha a bhaineann le cáilíocht nó le sábháilteacht an chúraim

source: Applying for a refund of costs
ga: Iarratas a dhéanamh ar aisíocaíocht costas

source: To get a refund of the costs that you pay for your treatment, you and your healthcare provider abroad must complete the HSE Cross-Border Healthcare Directive Pro-Forma Invoice (pdf) and submit it with the invoice from the healthcare provider and receipt
ga: Chun aisíocaíocht a fháil ar na costais a íocann tú as do chóireáil, ní mór duit féin agus do sholáthraí cúram sláinte thar lear Sonrasc Pro-Forma na Treorach maidir le Cúram Sláinte Trasteorann (pdf) a chomhlánú agus é a sheoladh ar aghaidh, i dteannta an tsonraisc agus an fháltais ón soláthraí cúram sláinte

source: The refund will only be made to the patient (or to the parents of a child patient)
ga: Ní dhéanfar an aisíocaíocht ach leis an othar (nó le tuismitheoirí othar linbh)

source: The HSE has published the refund amounts for different treatments
ga: D’fhoilsigh FSS na suimeanna aisíocaíochta le haghaidh cóireálacha éagsúla

source: Treatments are listed according to a code – you can get the code for your treatment from the healthcare professional who has referred you
ga: Liostaítear cóireálacha i gcomhréir le cód – féadfaidh tú an cód a fháil do do chóireáil ón ngairmí cúram sláinte a rinne thú a atreorú

source: If you prefer, or if your treatment is not listed, you can get details of the refund rates from the National Contact Point
ga: Más fearr leat, nó mura bhfuil do chóireáil liostaithe, féadfaidh tú sonraí a fháil ar na rátaí aisíocaíochta ón bPointe Teagmhála Náisiúnta

source: For in-patient treatment, the charges for public in-patients in public hospitals in Ireland will apply
ga: I gcás cóireáil othair chónaithigh, bainfidh na muirir ar othair chónaitheacha phoiblí in ospidéil phoiblí in Éirinn

source: This means that €75 per night (up to a maximum of €750) will be deducted from the refund payable
ga: Ciallaíonn seo go mbainfear €75 san oíche (a mhéid le €750) ón aisíocaíocht atá iníoctha

source: If your application is refused you can appeal to the Assistant National Director of the Contracts Department of the HSE – contact the National Contact Point
ga: Má dhiúltaítear do d’iarratas, féadfaidh tú achomharc a dhéanamh le Stiúrthóir Cúnta Náisiúnta Rannóg Conarthaí FSS – déan teagmháil leis an bPointe Teagmhála Náisiúnta

source: The HSE has established a National Contact Point office for the administration of the Cross-Border Healthcare Directive in Ireland
ga: Bhunaigh FSS oifig an Phointe Teagmhála Náisiúnta chun an Treoir maidir le Cúram Sláinte Trasteorann a riar in Éirinn
